{
  "_name_or_path": "google-bert/bert-base-multilingual-cased",
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "directionality": "bidi",
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "kh\u00e1c",
    "1": "ph\u00e2n bi\u1ec7t",
    "2": "\u1ee7ng h\u1ed9"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "kh\u00e1c": 0,
    "ph\u00e2n bi\u1ec7t": 1,
    "\u1ee7ng h\u1ed9": 2
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "pooler_fc_size": 768,
  "pooler_num_attention_heads": 12,
  "pooler_num_fc_layers": 3,
  "pooler_size_per_head": 128,
  "pooler_type": "first_token_transform",
  "position_embedding_type": "absolute",
  "transformers_version": "4.43.0.dev0",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 119547
}
